Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Note (shown to the Agent)
de: Notiz (dem Agent angezeigt)
es: Nota (visible para Minis Agent)
fil: Tala (ipinapakita sa agent)
fr: Note (affichée à Minis Agent)
hr: Bilješka (prikazuje se Agentu)
id: Catatan (ditampilkan ke agen)
ja: メモ（Agent に表示）
ko: 메모 (Agent에 표시)
ms: Nota (ditunjukkan kepada ejen)
pl: Notatka (widoczna dla agenta)
pt_br: Nota (visível para o agente)
ro: Notă (vizibilă pentru agent)
ru: Примечание (показывается Minis Agent)
th: หมายเหตุ (แสดงต่อเอเจนต์)
tr: Not (aracıya gösterilir)
zh_hans: 备注（展示给 Agent）
zh_hant: 備註（展示給智能體）

source: OAuth tokens are stored per-instance in the iOS Keychain.
de: OAuth-Token werden pro Instanz im iOS-Schlüsselbund gespeichert.
es: Los tokens de OAuth se guardan por instancia en el Llavero de iOS.
fil: Naka-imbak ang OAuth token kada instance sa iOS Keychain.
fr: Les jetons OAuth sont stockés par instance dans le trousseau iOS.
hr: OAuth tokeni spremaju se po instanci u iOS Keychain.
id: Token OAuth disimpan per instance di Keychain iOS.
ja: OAuthトークンはインスタンスごとにiOSキーチェーンに保存されます。
ko: OAuth 토큰은 인스턴스별로 iOS 키체인에 저장됩니다.
ms: Token OAuth disimpan setiap instance dalam Keychain iOS.
pl: Tokeny OAuth są przechowywane osobno dla każdej instancji w Pęku kluczy iOS.
pt_br: Os tokens OAuth são guardados por instância no Keychain do iOS.
ro: Tokenurile OAuth sunt stocate separat pe instanță în Keychain-ul iOS.
ru: Токены OAuth хранятся для каждого экземпляра в Связке ключей iOS.
th: โทเคน OAuth ถูกจัดเก็บแยกตามอินสแตนซ์ใน iOS Keychain
tr: OAuth token'ları iOS Anahtar Zinciri'nde örnek başına saklanır.
zh_hans: OAuth 令牌按实例存储在 iOS 钥匙串中。
zh_hant: OAuth 令牌按實例存儲在 iOS 鑰匙串中。

source: Off
de: Aus
es: Desactivado
fil: Naka-off
fr: Désactivé
hr: Isključeno
id: Nonaktif
ja: オフ
ko: 끔
ms: Tidak Aktif
pl: Wyłączone
pt_br: Desligado
ro: Dezactivat
ru: Выкл.
th: ปิด
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: Off value (e.g. none, minimal)
de: Aus-Wert (z. B. none, minimal)
es: Valor de desactivación (p. ej. none, minimal)
fil: Halaga kapag off (hal. none, minimal)
fr: Valeur désactivée (p. ex. none, minimal)
hr: Vrijednost za isključeno (npr. none, minimal)
id: Nilai nonaktif (mis. none, minimal)
ja: オフのときの値（例：none, minimal）
ko: 끔일 때의 값 (예: none, minimal)
ms: Nilai off (cth. none, minimal)
pl: Wartość przy wyłączeniu (np. none, minimal)
pt_br: Valor quando desligado (ex.: none, minimal)
ro: Valoare când e dezactivată (ex. none, minimal)
ru: Значение для «выкл» (напр. none, minimal)
th: ค่าเมื่อปิด (เช่น none, minimal)
tr: Kapalıyken değer (örn. none, minimal)
zh_hans: 关闭时的取值（例如 none、minimal）
zh_hant: 關閉時的值（例如 none、minimal）

source: Official
de: Offiziell
es: Oficial
fil: Opisyal
fr: Officiel
hr: Službeno
id: Resmi
ja: 公式
ko: 공식
ms: Rasmi
pl: Oficjalny
pt_br: Oficial
ro: Oficial
ru: Официальный
th: ทางการ
tr: Resmi
zh_hans: 官方
zh_hant: 官方

source: Official (default)
de: Offiziell (Standard)
es: Oficial (predeterminado)
fil: Opisyal (default)
fr: Officiel (par défaut)
hr: Službeno (zadano)
id: Resmi (bawaan)
ja: 公式（デフォルト）
ko: 공식(기본값)
ms: Rasmi (lalai)
pl: Oficjalny (domyślny)
pt_br: Oficial (padrão)
ro: Oficial (implicit)
ru: Официальный (по умолчанию)
th: ทางการ (ค่าเริ่มต้น)
tr: Resmi (varsayılan)
zh_hans: 官方（默认）
zh_hant: 官方（預設）

source: Older %lld image(s) elided from request to fit 25MB budget
de: Ältere %lld Bild(er) aus der Anfrage entfernt, um das 25-MB-Budget einzuhalten
es: Se omitieron %lld imagen(es) antiguas de la solicitud para ajustarse al límite de 25 MB
fil: Inalis ang %lld lumang larawan sa request para kasya sa 25MB na budget
fr: %lld image(s) plus ancienne(s) retirée(s) de la requête pour respecter le budget de 25 Mo
hr: Starijih slika izostavljeno iz zahtjeva radi ograničenja od 25 MB: %lld
id: %lld gambar lama dihilangkan dari permintaan agar muat dalam batas 25MB
ja: 25MB の上限に収めるため、古い %lld 枚の画像をリクエストから省略しました
ko: 25MB 한도에 맞추기 위해 오래된 이미지 %lld개를 요청에서 제외함
ms: %lld imej lama dibuang dari permintaan agar muat dalam had 25MB
pl: Pominięto starszych obrazów, aby zmieścić się w limicie 25 MB: %lld
pt_br: %lld imagem(ns) antiga(s) omitida(s) da requisição para caber no limite de 25 MB
ro: Imagini mai vechi omise din cerere pentru limita de 25 MB: %lld
ru: Старые изображения (%lld) исключены из запроса для соблюдения лимита 25 МБ
th: ตัดรูปภาพเก่า %lld รูปออกจากคำขอเพื่อให้อยู่ในขีดจำกัด 25MB
tr: 25MB sınırına sığmak için istekten çıkarılan eski görsel: %lld
zh_hans: 为符合 25MB 上限，已从请求中省略较早的 %lld 张图片
zh_hant: 為符合 25MB 上限，已從請求中省略較早的 %lld 張圖片

source: Older file servers and routers
de: Ältere Dateiserver und Router
es: Servidores de archivos y routers antiguos
fil: Mga lumang file server at router
fr: Anciens serveurs de fichiers et routeurs
hr: Stariji poslužitelji datoteka i usmjerivači
id: Server file dan router lama
ja: 古いファイルサーバやルータ
ko: 구형 파일 서버 및 공유기
ms: Server file dan penghala lama
pl: Starsze serwery plików i routery
pt_br: Servidores de arquivos e roteadores antigos
ro: Servere de fișiere și routere mai vechi
ru: Старые файловые серверы и роутеры
th: เซิร์ฟเวอร์ไฟล์และเราเตอร์รุ่นเก่า
tr: Eski dosya sunucuları ve yönlendiriciler
zh_hans: 较旧的文件服务器和路由器
zh_hant: 較舊的檔案伺服器與路由器

source: On
de: Ein
es: Activado
fil: Naka-on
fr: Activé
hr: Uključeno
id: Aktif
ja: オン
ko: 켜짐
ms: Aktif
pl: Włączone
pt_br: Ligado
ro: Activat
ru: Включено
th: เปิด
tr: Açık
zh_hans: 开启
zh_hant: 開啟

source: On it — opening Minis.
de: Erledige ich – Minis wird geöffnet.
es: Enseguida — abriendo Minis.
fil: Sige — binubuksan ang Minis.
fr: C’est parti — ouverture de Minis.
hr: U redu — otvaram Minis.
id: Segera — membuka Minis.
ja: 了解しました — Minis を開きます。
ko: 알겠습니다 — Minis를 엽니다.
ms: Baik — membuka Minis.
pl: Już się robi — otwieram Minis.
pt_br: Certo — abrindo o Minis.
ro: Imediat — se deschide Minis.
ru: Выполняю — открываю Minis.
th: รับทราบ — กำลังเปิด Minis
tr: Tamamdır — Minis açılıyor.
zh_hans: 好的 — 正在打开 Minis。
zh_hant: 好的 — 正在開啟 Minis。

source: On this iPhone, iCloud Drive, or a server connected in Files
de: Auf diesem iPhone, in iCloud Drive oder auf einem in „Dateien“ verbundenen Server
es: En este iPhone, en iCloud Drive o en un servidor conectado en Archivos
fil: Sa iPhone na ito, iCloud Drive, o server na nakakonekta sa Files
fr: Sur cet iPhone, dans iCloud Drive ou sur un serveur connecté dans Fichiers
hr: Na ovom iPhoneu, iCloud Driveu ili poslužitelju povezanom u aplikaciji Datoteke
id: Di iPhone ini, iCloud Drive, atau server yang terhubung di Files
ja: この iPhone、iCloud Drive、または「ファイル」で接続したサーバ
ko: 이 iPhone, iCloud Drive 또는 파일 앱에서 연결한 서버
ms: Pada iPhone ini, iCloud Drive, atau server yang disambung dalam Files
pl: Na tym iPhonie, w iCloud Drive lub na serwerze podłączonym w Plikach
pt_br: Neste iPhone, no iCloud Drive ou em um servidor conectado em Arquivos
ro: Pe acest iPhone, în iCloud Drive sau pe un server conectat în Fișiere
ru: На этом iPhone, в iCloud Drive или на сервере, подключённом в «Файлах»
th: บน iPhone นี้ iCloud Drive หรือเซิร์ฟเวอร์ที่เชื่อมต่อใน Files
tr: Bu iPhone'da, iCloud Drive'da veya Dosyalar'a bağlı bir sunucuda
zh_hans: 本机、iCloud 云盘，或在“文件”App 中连接的服务器
zh_hant: 在這台 iPhone、iCloud Drive 或在「檔案」中連線的伺服器

source: Only dedicated speech-to-text models are listed — those whose only input is audio (e.g. Whisper). Multimodal chat models that can also hear audio are not shown.
de: Es werden nur dedizierte Sprache-zu-Text-Modelle aufgeführt – solche, deren einzige Eingabe Audio ist (z. B. Whisper). Multimodale Chat-Modelle, die auch Audio verstehen, werden nicht angezeigt.
es: Solo se listan los modelos dedicados de voz a texto, es decir, aquellos cuya única entrada es audio (p. ej. Whisper). Los modelos de chat multimodales que también pueden oír audio no se muestran.
fil: Mga dedikadong speech-to-text na model lang ang nakalista — iyong audio lang ang input (hal. Whisper). Hindi ipinapakita ang mga multimodal na chat model na nakakarinig din ng audio.
fr: Seuls les modèles dédiés à la reconnaissance vocale sont listés — ceux dont la seule entrée est l’audio (par ex. Whisper). Les modèles de chat multimodaux capables d’entendre l’audio ne sont pas affichés.
hr: Navedeni su samo namjenski modeli za pretvorbu govora u tekst — oni čiji je jedini ulaz zvuk (npr. Whisper). Multimodalni modeli za razgovor koji također mogu čuti zvuk nisu prikazani.
id: Hanya model ucapan-ke-teks khusus yang ditampilkan — yaitu yang masukannya hanya audio (mis. Whisper). Model obrolan multimodal yang juga dapat mendengar audio tidak ditampilkan.
ja: 音声認識専用のモデルのみが表示されます — 入力が音声のみのもの（例：Whisper）。音声も聞き取れるマルチモーダルのチャットモデルは表示されません。
ko: 전용 음성 인식 모델만 표시됩니다 — 입력이 오디오뿐인 모델(예: Whisper). 오디오도 들을 수 있는 멀티모달 채팅 모델은 표시되지 않습니다.
ms: Hanya model pertuturan-ke-teks khusus disenaraikan — iaitu yang inputnya hanya audio (cth. Whisper). Model sembang multimodal yang juga boleh mendengar audio tidak ditunjukkan.
pl: Wypisano tylko dedykowane modele mowa-na-tekst — takie, których jedynym wejściem jest dźwięk (np. Whisper). Modele multimodalne rozumiejące dźwięk nie są pokazywane.
pt_br: Só aparecem os modelos dedicados de fala para texto — aqueles cuja única entrada é áudio (ex.: Whisper). Modelos de chat multimodais que também ouvem áudio não são exibidos.
ro: Sunt listate doar modelele dedicate speech-to-text — cele a căror unică intrare este audio (ex. Whisper). Modelele de chat multimodale care pot și asculta audio nu apar.
ru: Показаны только специализированные модели распознавания речи — те, у которых единственный вход — аудио (напр. Whisper). Мультимодальные чат-модели, которые тоже могут слышать аудио, не отображаются.
th: แสดงเฉพาะโมเดลเสียงพูดเป็นข้อความโดยเฉพาะ — โมเดลที่มีอินพุตเป็นเสียงเท่านั้น (เช่น Whisper) ไม่แสดงโมเดลแชทหลายรูปแบบที่ได้ยินเสียงได้ด้วย
tr: Yalnızca özel konuşmadan metne modelleri listelenir — tek girdisi ses olanlar (ör. Whisper). Sesi de duyabilen çok kipli sohbet modelleri gösterilmez.
zh_hans: 仅列出专用的语音转文字模型 — 即唯一输入为音频的模型（如 Whisper）。同样能听音频的多模态聊天模型不会显示。
zh_hant: 僅列出專用的語音轉文字模型 — 即唯一輸入為音訊的模型（如 Whisper）。同樣能聽音訊的多模態聊天模型不會顯示。

source: Only dedicated text-to-speech models are listed — those whose only output is audio (e.g. TTS voices). Multimodal chat models are not shown.
de: Es werden nur dedizierte Text-zu-Sprache-Modelle aufgeführt – solche, deren einzige Ausgabe Audio ist (z. B. TTS-Stimmen). Multimodale Chat-Modelle werden nicht angezeigt.
es: Solo se listan los modelos dedicados de texto a voz, es decir, aquellos cuya única salida es audio (p. ej. voces TTS). Los modelos de chat multimodales no se muestran.
fil: Mga dedikadong text-to-speech na model lang ang nakalista — iyong audio lang ang output (hal. mga TTS voice). Hindi ipinapakita ang mga multimodal na chat model.
fr: Seuls les modèles dédiés à la synthèse vocale sont listés — ceux dont la seule sortie est l’audio (par ex. voix TTS). Les modèles de chat multimodaux ne sont pas affichés.
hr: Navedeni su samo namjenski modeli za pretvorbu teksta u govor — oni čiji je jedini izlaz zvuk (npr. TTS glasovi). Multimodalni modeli za razgovor nisu prikazani.
id: Hanya model teks-ke-ucapan khusus yang ditampilkan — yaitu yang keluarannya hanya audio (mis. suara TTS). Model obrolan multimodal tidak ditampilkan.
ja: 音声合成専用のモデルのみが表示されます — 出力が音声のみのもの（例：TTS ボイス）。マルチモーダルのチャットモデルは表示されません。
ko: 전용 음성 합성 모델만 표시됩니다 — 출력이 오디오뿐인 모델(예: TTS 음성). 멀티모달 채팅 모델은 표시되지 않습니다.
ms: Hanya model teks-ke-pertuturan khusus disenaraikan — iaitu yang outputnya hanya audio (cth. suara TTS). Model sembang multimodal tidak ditunjukkan.
pl: Wypisano tylko dedykowane modele tekst-na-mowę — takie, których jedynym wyjściem jest dźwięk (np. głosy TTS). Modele multimodalne nie są pokazywane.
pt_br: Só aparecem os modelos dedicados de texto para fala — aqueles cuja única saída é áudio (ex.: vozes de TTS). Modelos de chat multimodais não são exibidos.
ro: Sunt listate doar modelele dedicate text-to-speech — cele a căror unică ieșire este audio (ex. voci TTS). Modelele de chat multimodale nu apar.
ru: Показаны только специализированные модели синтеза речи — те, у которых единственный выход — аудио (напр. голоса TTS). Мультимодальные чат-модели не отображаются.
th: แสดงเฉพาะโมเดลข้อความเป็นเสียงพูดโดยเฉพาะ — โมเดลที่มีเอาต์พุตเป็นเสียงเท่านั้น (เช่น เสียง TTS) ไม่แสดงโมเดลแชทหลายรูปแบบ
tr: Yalnızca özel metin okuma modelleri listelenir — tek çıktısı ses olanlar (ör. TTS sesleri). Çok kipli sohbet modelleri gösterilmez.
zh_hans: 仅列出专用的文字转语音模型 — 即唯一输出为音频的模型（如 TTS 音色）。多模态聊天模型不会显示。
zh_hant: 僅列出專用的文字轉語音模型 — 即唯一輸出為音訊的模型（如 TTS 音色）。多模態聊天模型不會顯示。

source: Only files inside a session, the shared folder, or a mounted folder can be added to the Home Screen.
de: Nur Dateien innerhalb einer Sitzung, im gemeinsamen Ordner oder in einem eingehängten Ordner können zum Home-Bildschirm hinzugefügt werden.
es: Solo se pueden añadir a la pantalla de inicio los archivos que estén dentro de una sesión, de la carpeta compartida o de una carpeta montada.
fil: Mga file lang sa loob ng session, ibinahaging folder, o naka-mount na folder ang maidadagdag sa Home Screen.
fr: Seuls les fichiers dans une session, le dossier partagé ou un dossier monté peuvent être ajoutés à l’écran d’accueil.
hr: Na početni zaslon mogu se dodati samo datoteke unutar sesije, dijeljene mape ili montirane mape.
id: Hanya file di dalam sesi, folder bersama, atau folder terpasang yang dapat ditambahkan ke Layar Utama.
ja: セッション内、共有フォルダ、またはマウントされたフォルダ内のファイルのみをホーム画面に追加できます。
ko: 세션 내, 공유 폴더 또는 마운트된 폴더 안의 파일만 홈 화면에 추가할 수 있습니다.
ms: Hanya file dalam sesi, folder dikongsi, atau folder dilekapkan boleh ditambah ke Skrin Utama.
pl: Do ekranu początkowego można dodać tylko pliki z sesji, folderu udostępnionego lub zamontowanego.
pt_br: Só arquivos dentro de uma sessão, da pasta compartilhada ou de uma pasta montada podem ser adicionados à Tela de Início.
ro: Doar fișierele dintr-o sesiune, din dosarul partajat sau dintr-un dosar montat pot fi adăugate la ecranul principal.
ru: На главный экран можно добавить только файлы внутри сессии, общей папки или смонтированной папки.
th: เฉพาะไฟล์ในเซสชัน โฟลเดอร์ที่แชร์ หรือโฟลเดอร์ที่เมานต์เท่านั้นที่เพิ่มไปยังหน้าจอโฮมได้
tr: Ana Ekrana yalnızca bir oturumun, paylaşılan klasörün ya da bağlanmış bir klasörün içindeki dosyalar eklenebilir.
zh_hans: 只有会话内、共享文件夹或挂载文件夹中的文件才能添加到主屏幕。
zh_hant: 只有工作階段內、共用資料夾或掛載資料夾中的檔案才能加入主畫面。

source: Only needed on a corporate network that uses one.
de: Nur in einem Firmennetzwerk erforderlich, das einen verwendet.
es: Solo es necesario en una red corporativa que use uno.
fil: Kailangan lang sa corporate network na gumagamit nito.
fr: Nécessaire uniquement sur un réseau d'entreprise qui en utilise un.
hr: Potrebno samo na poslovnoj mreži koja ga koristi.
id: Hanya diperlukan di jaringan perusahaan yang memakainya.
ja: 企業ネットワークで必要な場合のみ入力します。
ko: 이를 사용하는 회사 네트워크에서만 필요합니다.
ms: Hanya diperlukan pada rangkaian korporat yang menggunakannya.
pl: Potrzebne tylko w sieci firmowej, która tego wymaga.
pt_br: Só é necessário em uma rede corporativa que use um.
ro: Necesar doar într-o rețea de companie care folosește așa ceva.
ru: Требуется только в корпоративной сети, где он используется.
th: จำเป็นเฉพาะในเครือข่ายองค์กรที่ใช้งานเท่านั้น
tr: Yalnızca bunu kullanan bir kurumsal ağda gereklidir.
zh_hans: 仅在使用域的企业网络中需要填写。
zh_hant: 只有在使用此設定的企業網路中才需要。

source: Only switch to the next model on provider-level errors such as rate limiting, invalid API key, or provider rejection. Network and server errors are retried on the current model first.
de: Nur bei anbieterseitigen Fehlern (z. B. Rate-Limit, ungültiger API-Schlüssel oder Anbieter-Ablehnung) zum nächsten Modell wechseln. Netzwerk- und Serverfehler werden zuerst auf dem aktuellen Modell wiederholt.
es: Cambiar al siguiente modelo solo ante errores del proveedor, como límites de velocidad, clave de API no válida o rechazo del proveedor. Los errores de red y de servidor se reintentan primero con el modelo actual.
fil: Lumipat lang sa susunod na model sa mga error sa antas ng provider gaya ng rate limiting, hindi wastong API key, o pagtanggi ng provider. Sinusubukan muna ulit sa kasalukuyang model ang mga error sa network at server.
fr: Basculer vers le modèle suivant uniquement en cas d'erreurs côté fournisseur (limitation du débit, clé API invalide ou refus du fournisseur). Les erreurs réseau et serveur sont d'abord réessayées sur le modèle actuel.
hr: Prijeđi na sljedeći model samo kod pogrešaka na razini pružatelja, kao što su ograničenje broja zahtjeva, nevaljan API ključ ili odbijanje od pružatelja. Mrežne pogreške i pogreške poslužitelja prvo se ponavljaju na trenutnom modelu.
id: Hanya beralih ke model berikutnya pada kesalahan tingkat penyedia seperti pembatasan laju, kunci API tidak valid, atau penolakan penyedia. Kesalahan jaringan dan server dicoba ulang dulu pada model saat ini.
ja: レート制限、API キーの無効化、プロバイダーによる拒否など、プロバイダー側のエラーが発生した場合にのみ次のモデルに切り替えます。ネットワークやサーバーのエラーは、まず現在のモデルで再試行します。
ko: 속도 제한, 잘못된 API 키, 공급자 거부와 같은 공급자 수준의 오류에서만 다음 모델로 전환합니다. 네트워크 및 서버 오류는 먼저 현재 모델에서 재시도합니다.
ms: Hanya beralih ke model seterusnya pada ralat peringkat pembekal seperti pengehadan kadar, kunci API tidak sah, atau penolakan pembekal. Ralat rangkaian dan server dicuba semula pada model semasa dahulu.
pl: Przełączaj na następny model tylko przy błędach po stronie dostawcy, np. limicie żądań, nieprawidłowym kluczu API czy odrzuceniu. Błędy sieci i serwera są najpierw ponawiane na bieżącym modelu.
pt_br: Só mudar para o próximo modelo em erros do provedor, como limite de taxa, chave de API inválida ou recusa do provedor. Erros de rede e de servidor são tentados de novo no modelo atual primeiro.
ro: Trece la modelul următor doar la erori de furnizor, ca limitarea ratei, o cheie API invalidă sau refuzul furnizorului. Erorile de rețea și de server se reîncearcă întâi pe modelul curent.
ru: Переключаться на следующую модель только при ошибках уровня провайдера, таких как ограничение частоты запросов, недействительный ключ API или отказ провайдера. Сетевые и серверные ошибки сначала повторяются на текущей модели.
th: เปลี่ยนไปใช้โมเดลถัดไปเฉพาะเมื่อเกิดข้อผิดพลาดระดับผู้ให้บริการ เช่น การจำกัดอัตรา คีย์ API ไม่ถูกต้อง หรือผู้ให้บริการปฏิเสธ ส่วนข้อผิดพลาดของเครือข่ายและเซิร์ฟเวอร์จะลองใหม่กับโมเดลปัจจุบันก่อน
tr: Yalnızca hız sınırlama, geçersiz API anahtarı veya sağlayıcı reddi gibi sağlayıcı düzeyindeki hatalarda sonraki modele geç. Ağ ve sunucu hataları önce geçerli modelde yeniden denenir.
zh_hans: 仅在服务商级别的错误（如限流、API Key 无效或服务商拒绝）时切换到下一个模型。网络和服务器错误会先在当前模型上重试。
zh_hant: 僅在服務商級別的錯誤（如限流、API Key 無效或服務商拒絕）時切換到下一個模型。網路和伺服器錯誤會先在當前模型上重試。

source: Open %@ folder
de: Ordner %@ öffnen
es: Abrir la carpeta %@
fil: Buksan ang folder na %@
fr: Ouvrir le dossier %@
hr: Otvori mapu %@
id: Buka folder %@
ja: %@ フォルダを開く
ko: %@ 폴더 열기
ms: Buka folder %@
pl: Otwórz folder: %@
pt_br: Abrir a pasta %@
ro: Deschide dosarul: %@
ru: Открыть папку %@
th: เปิดโฟลเดอร์ %@
tr: Klasörü aç: %@
zh_hans: 打开 %@ 文件夹
zh_hant: 開啟 %@ 資料夾

source: Open Browser
de: Browser öffnen
es: Abrir el navegador
fil: Buksan ang Browser
fr: Ouvrir le navigateur
hr: Otvori preglednik
id: Buka Browser
ja: ブラウザを開く
ko: 브라우저 열기
ms: Buka Browser
pl: Otwórz przeglądarkę
pt_br: Abrir navegador
ro: Deschide browserul
ru: Открыть браузер
th: เปิดเบราว์เซอร์
tr: Tarayıcıyı Aç
zh_hans: 打开浏览器
zh_hant: 打開瀏覽器

source: Open in Safari
de: In Safari öffnen
es: Abrir en Safari
fil: Buksan sa Safari
fr: Ouvrir dans Safari
hr: Otvori u Safariju
id: Buka di Safari
ja: Safari で開く
ko: Safari에서 열기
ms: Buka dalam Safari
pl: Otwórz w Safari
pt_br: Abrir no Safari
ro: Deschide în Safari
ru: Открыть в Safari
th: เปิดใน Safari
tr: Safari'de Aç
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中打開

source: Open Session
de: Sitzung öffnen
es: Abrir sesión
fil: Buksan ang Session
fr: Ouvrir la session
hr: Otvori sesiju
id: Buka Sesi
ja: セッションを開く
ko: 세션 열기
ms: Buka Sesi
pl: Otwórz sesję
pt_br: Abrir sessão
ro: Deschide sesiunea
ru: Открыть сессию
th: เปิดเซสชัน
tr: Oturumu Aç
zh_hans: 打开会话
zh_hant: 打開工作階段

source: Open Source Libraries
de: Open-Source-Bibliotheken
es: Bibliotecas de código abierto
fil: Mga Open Source Library
fr: Bibliothèques open source
hr: Biblioteke otvorenog koda
id: Pustaka Sumber Terbuka
ja: オープンソースライブラリ
ko: 오픈 소스 라이브러리
ms: Pustaka Sumber Terbuka
pl: Biblioteki open source
pt_br: Bibliotecas de código aberto
ro: Biblioteci open source
ru: Библиотеки с открытым исходным кодом
th: ไลบรารีโอเพนซอร์ส
tr: Açık Kaynak Kitaplıkları
zh_hans: 开源库
zh_hant: 開源庫

source: Open Terminal
de: Terminal öffnen
es: Abrir el terminal
fil: Buksan ang Terminal
fr: Ouvrir le terminal
hr: Otvori terminal
id: Buka Terminal
ja: ターミナルを開く
ko: 터미널 열기
ms: Buka Terminal
pl: Otwórz terminal
pt_br: Abrir terminal
ro: Deschide terminalul
ru: Открыть терминал
th: เปิดเทอร์มินัล
tr: Terminali Aç
zh_hans: 打开终端
zh_hant: 打開終端

source: Open verification page
de: Bestätigungsseite öffnen
es: Abrir la página de verificación
fil: Buksan ang verification page
fr: Ouvrir la page de vérification
hr: Otvori stranicu za provjeru
id: Buka halaman verifikasi
ja: 確認ページを開く
ko: 확인 페이지 열기
ms: Buka halaman pengesahan
pl: Otwórz stronę weryfikacji
pt_br: Abrir a página de verificação
ro: Deschide pagina de verificare
ru: Открыть страницу подтверждения
th: เปิดหน้ายืนยัน
tr: Doğrulama sayfasını aç
zh_hans: 打开验证页面
zh_hant: 開啟驗證頁面

source: OpenAI / Compatible API
de: OpenAI / Kompatible API
es: OpenAI / API compatible
fil: OpenAI / Compatible na API
fr: OpenAI / API compatible
hr: OpenAI / kompatibilni API
id: OpenAI / API Kompatibel
ja: OpenAI / 互換API
ko: OpenAI / 호환 API
ms: OpenAI / API Serasi
pl: OpenAI / zgodne API
pt_br: OpenAI / API compatível
ro: OpenAI / API compatibil
ru: OpenAI / Совместимый API
th: OpenAI / API ที่รองรับ
tr: OpenAI / Uyumlu API
zh_hans: OpenAI / 兼容 API
zh_hant: OpenAI / 相容 API
